Revit 2024 API
AdvancedLayered.LayeredF0 Property
 The property labeled "Clearcoat reflectance" from the "AdvancedLayered" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string LayeredF0 { get; }
Visual Basic
Public Shared ReadOnly Property LayeredF0 As String
	Get
Visual C++
public:
static property String^ LayeredF0 {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
AdvancedLayered Class
Autodesk.Revit.DB.Visual Namespace